Repository: Der1248/Regnum
Catalog: mods/awards/locale/*.po
Languages: de, es, fr, pt

source: Secret Achievement Unlocked:
de: Geheime Auszeichnung erhalten:
es: Logro secreto desbloqueado:
fr: Réussite Secrète Débloquée :
pt: Conquista Secreta Desbloqueada:

source: Achievement Unlocked:
de: Auszeichnung erhalten:
es: Logro desbloqueado:
fr: Réussite Débloquée :
pt: Conquista Desbloqueada:

source: Secret Achievement Unlocked: %s
de: Geheime Auszeichnung erhalten: %s
es: Logro secreto desbloqueado: %s
fr: Réussite Secrète Débloquée : %s
pt: Conquista Secreta Desbloqueada: %s

source: Achievement Unlocked: %s
de: Auszeichnung erhalten: %s
es: Logro desbloqueado: %s
fr: Réussite Débloquée : %s
pt: Conquista Desbloqueada: %s

source: Secret Achievement Unlocked!
de: Geheime Auszeichnung erhalten!
es: Logro secreto desbloqueado!
fr: Réussite Secrète Débloquée !
pt: Conquista Secreta Desbloqueada!

source: Achievement Unlocked!
de: Auszeichnung erhalten:
es: Logro desbloqueado!
fr: Réussite Débloquée !
pt: Conquista Desbloqueada!

source: Error: No awards available.
de: Fehler: Keine Auszeichnungen vorhanden.
es: Error: No hay logros disponibles.
fr: Erreur : Aucun trophée disponible
pt: Erro: Nenhuma conquista encontrada.

source: OK
es: Aceptar

source: (Secret Award)
de: (Geheime Auszeichnung)
es: (Logro secreto)
fr: (Trophée Secret)
pt: (Conquista Secreta)

source: Unlock this award to find out what it is.
de: Verdienen Sie sich diese Auszeichnung, um herauszufinden, was sie ist.
es: Desbloquea éste logro para saber qué es.
fr: Débloque ce trophée pour découvrir ce que c'est.
pt: Desbloqueie essa conquista para descobrir o que significa.

source: %s (got)
de: %s (erhalten)
es: %s (obtenido)
fr: %s (obtenu)
pt: %s (obtido)

source: You've disabled awards. Type /awards enable to reenable.
de: Sie haben die Auszeichnungen deaktiviert. Geben Sie »/awards enable« ein, um sie wieder zu aktivieren.
es: Has deshabilitado los logros. Escribe "/awards enable" para reactivar.
fr: Vous avez désactivé les trophées. Tapez '/awards enable' pour les réactiver.
pt: Desabilitaste as conquistas. Digite /awards enable para reabilitar.

source: You have not unlocked any awards.
de: Sie haben noch keine Auszeichnungen.
es: No has desbloqueado ningún logro.
fr: Vous n'avez encore débloqué aucun trophée.
pt: Nenhuma conquista desbloqueada ainda.

source: %s’s awards:
de: %ss Auszeichnungen:
es: Logros de %s:
fr: Les trophées de %s :
pt: %s das conquistas:

source: Awards
de: Auszeichnungen
es: Logros
fr: Trophées
pt: Conquistas

source: @1/@2 dug
de: @1/@2 abgebaut
es: @1/@2 excavados
fr: @1/@2 creusés
pt: @1 de @2 obtidos

source: Mine: @2
de: Bauen Sie einen Block ab: @2
es: Excavar: @2
pt: Cavar: @2

source: Mine @1 block.
de: Bauen Sie einen @1 Block ab.
es: Excavar un bloque.
fr: Creuse @1 bloc.
pt: Cavar um bloco.

source: @1/@2 placed
de: @1/@2 platziert
es: @1/@2 colocados
fr: @1/@2 placés
pt: @1 de @2 colocados

source: Place: @2
de: Platzieren Sie einen Block: @2
es: Colocar: @2
pt: Colocar: @2

source: Place a block.
de: Platzieren Sie einen Block.
es: Colocar un bloque.
fr: Place un bloc.
pt: Colocar um bloco.

source: @1/@2 eaten
de: @1/@2 gegessen
es: @1/@2 comidos
fr: @1/@2 Mangés
pt: @1 de @2 consumidos

source: Eat: @2
de: Essen Sie: @2
es: Comer: @2
fr: Mange : @2
pt: Consumir: @2

source: Eat an item.
es: Comer un objeto.
fr: Mange quelque chose.
pt: Consumir um item.

source: @1/@2 deaths
de: @1/@2 Tode
es: @1/@2 muertes
fr: @1/@2 morts
pt: @1 de @2 mortes

source: Die.
de: Sterben Sie.
es: Morir.
fr: Mort·e.
pt: Morrer.

source: @1/@2 chat messages
de: @1/@2 Chatnachrichten
es: @1/@2 conversaciones
fr: @1/@2 messages du chat
pt: @1 de @2

source: Write something in chat.
de: Schreiben Sie etwas im Chat.
es: Escribir algo.
fr: Écrit quelque chose dans le chat.
pt: Escrever algo no bate papo.

source: @1/@2 game joins
de: @1/@2 Spielen beigetreten
es: @1/@2 veces unido
fr: @1/@2 connexions
pt: @1 de @2

source: Join the game.
de: Treten Sie dem Spiel bei.
es: Unirse al juego.
fr: Connecte toi au jeu.
pt: Entre no jogo.

source: @1/@2 crafted
de: @1/@2 gefertigt
es: @1/@2 elaborado
fr: @1/@2 craftés
pt: @1 de @2 feitos

source: Craft: @2
de: Fertigen Sie an: @2
es: Elaborar: @2
fr: Fabrique : @2
pt: Fazer @2

source: Craft an item.
es: Elaborar un objeto.
fr: Confectionne un objet.
pt: Fazer um item.

source: Place 20 coal checkers.
de: Platzieren Sie 20 Kohlenschachbrettmuster.
es: Colocar 20 baldosas de ajedrez de carbón.
fr: Place 20 damiers de charbon.

source: Place 20 iron checkers.
de: Platzieren Sie 20 Eisenschachbrettmuster.
es: Colocar 20 baldosas de ajedrez de hierro.
fr: Place 20 damiers de fer.

source: Sam the Trapper
de: Sam der Fallensteller
es: Sam el Atrapador
fr: Sam le Trappeur

source: Place 2 trap stones.
de: Platzieren Sie 2 Fallensteine.
es: Colocar 2 piedras trampa.
fr: Place 2 pièges de pierre.

source: Backpacker
de: Rucksacktourist
es: Mochilero
fr: Randonneu·r·se

source: Craft 4 large bags.
de: Fertigen Sie 4 große Taschen.
es: Elaborar 4 bolsas grandes.
fr: Confectionne 4 grands sacs

source: Pyromaniac
de: Pyromane
es: Piromaníaco
fr: Pyromane
pt: Piromaníaco

source: Craft 8 times flint and steel.
de: Fertigen Sie 8 mal einen Feuerstein und Stahl an.
es: Elaborar pedernal y hierro 8 veces.
fr: Fabrique 8 silex et aciers.
pt: Montar acendedor de Ferro e Pederneira 8 vezes.

source: Firefighter
de: Feuerwehr
es: Bombero
fr: Pompier
pt: Bombeiro

source: Put out 1000 fires.
de: Löschen Sie 1000 Flammen.
es: Apagar 1000 incendios.
fr: Éteint 1000 feux.
pt: Apagar fogo 1000 vezes.

source: Light It Up
de: Licht an!
es: Ilumínalo
fr: Eclairé·e
pt: Ilumine Isso

source: Place 100 torches.
de: Platzieren Sie 100 Fackeln.
es: Colocar 100 antorchas.
pt: Colocar 100 tochas.

source: Well Lit
de: Gut ausgeleuchtet
es: Bien Iluminado
fr: Bien Éclairé
pt: Bem Iluminado

source: Place 1,000 torches.
de: Platzieren Sie 1000 Fackeln.
es: Colocar 1.000 antorchas.
pt: Colocar 1.000 tochas.

source: Really Well Lit
de: Sehr gute Beleuchtung
es: Realmente Bien Iluminado
fr: Vraiment Bien Éclairé
pt: Realmente Bem Iluminado

source: Craft 10 mese lamps.
de: Fertigen Sie 10 Meselampen.
es: Elaborar 10 lámparas de MESE.
fr: Fabrique 10 lampes de mese.
pt: Fazer 10 lâmpadas de mese.

source: Outpost
de: Außenposten
es: Puesto de avanzada
fr: Poste Avancé
pt: Posto Avançado

source: Craft 200 stone bricks.
de: Fertigen Sie 200 Steinziegel.
es: Elaborar 200 ladrillos de piedra.
fr: Confectionne 200 briques de pierre.
pt: Fazer 200 tijolos de pedra.

source: Watchtower
de: Wachturm
es: Torre del vigía
fr: Tour de Garde
pt: Sentinela

source: Craft 800 stone bricks.
de: Fertigen Sie 800 Steinziegel an.
es: Elaborar 800 ladrillos de piedra.
fr: Confectionne 800 briques de pierre.
pt: Fazer 800 tijolos de pedra.

source: Fortress
de: Burg
es: Fortaleza
fr: Forteresse
pt: Fortaleza

source: Craft 3,200 stone bricks.
de: Fertigen Sie 3200 Steinziegel.
es: Elaborar 3.200 ladrillos de piedra.
fr: Confectionne 3200 briques de pierre.
pt: Fazer 3.200 tijolos de pedra.

source: Desert Dweller
de: Wüstenbewohner
es: Morador Desértico
fr: Habitant·e du Désert
pt: Morador do Deserto

source: Craft 400 desert stone bricks.
de: Fertigen Sie 400 Wüstensteinziegel.
es: Elaborar 400 ladrillos de piedra desértica.
fr: Confectionne 400 briques de pierre du désert.
pt: Fazer 400 Tijolos de pedra do deserto.

source: Pharaoh
de: Pharao
es: Faraón
fr: Pharaon
pt: Faraó

source: Craft 100 sandstone bricks.
de: Fertigen Sie 100 Sandsteinziegel.
es: Elaborar 200 ladrillos de arenisca.
fr: Confectionne 100 briques de roche de sable.
pt: Fazer 100 tijolos de arenito.

source: Little Library
de: Kleine Bücherei
es: Pequeña Biblioteca
fr: Petite Bibliothèque
pt: Pequena Biblioteca

source: Craft 7 bookshelves.
de: Fertigen Sie 7 Bücherregale.
es: Elaborar 7 libreros.
fr: Fabrique 7 bibliothèques.
pt: Fazer 7 estantes de livros.

source: Lava and Water
de: Lava und Wasser
es: Lava y Agua
fr: La Lave et l'Eau
pt: Lava e Água

source: Mine your first obsidian.
de: Bauen Sie Ihr erstes Obsidian ab.
es: Excavar tu primera obsidiana.
fr: Mine ton premier bloc d'obsidienne.
pt: Cavar sua primeira obsidiana.

source: Obsessed with Obsidian
de: Von Obsidian besessen
es: Obsesionado con la Obsidiana
fr: Obsédé·e par l'obsidienne
pt: Obcecado por Obsidiana

source: Mine 50 obsidian.
de: Bauen Sie 50 Obsidian ab.
es: Excavar 50 obsidianas.
fr: Mine 50 pierres d'obsidienne.
pt: Minerar 50 obsidianas.

source: Lava Miner
de: Lavagräber
es: Minero de Lava
fr: Mineu·r·se de lave
pt: Minerador de Lava

source: Mine any block while being very close to lava.
de: Bauen Sie einen beliebigen Block ab, während Sie sehr nahe an der Lava stehen.
es: Excavar un bloque cerca de lava.
fr: Mine n'importe quel bloc à proximité de la lave.
pt: Minerar qualquer bloco enquanto estiver mergulhado em lava.

source: On The Way
de: Auf dem Weg
es: En Camino
fr: Sur La Voie
pt: No Caminho

source: Place 100 rails.
de: Platzieren Sie 100 Gleise.
es: Colocar 100 rieles.
pt: Colocar 100 trilhos.

source: First Day in the Woods
de: Erster Tag im Wald
es: Primer Día en el Bosque
fr: Premier Jour dans les Bois
pt: Primeiro dia na Floresta

source: Dig 6 tree blocks.
de: Bauen Sie 6 Baumblöcke ab.
es: Cortar 6 árboles.
fr: Creuse 6 blocs d'arbre.
pt: Cortar 6 blocos de árvore.

source: Lumberjack
de: Holzfäller
es: Leñador
fr: Bûcheron·ne
pt: Lenhador

source: Dig 36 tree blocks.
de: Bauen Sie 36 Baumblöcke ab.
es: Cortar 36 árboles.
fr: Creuse 36 blocs d'arbre.
pt: Cortar 36 blocos de árvore.

source: Semi-pro Lumberjack
de: Fortgeschrittener Holzfäller
es: Leñador semi-profesional
fr: Bûcheron.ne. Semi-Professionnel.le.
pt: Lenhador Semi-Profissional

source: Dig 216 tree blocks.
de: Bauen Sie 216 Baumblöcke ab.
es: Cortar 216 árboles.
fr: Creuse 216 blocs d'arbre.
pt: Cortar 216 blocos de árvore.

source: Professional Lumberjack
de: Profiholzfäller
es: Leñador profesional
fr: Bûcheron·ne Professionnel·le
pt: Lenhador Profissional

source: Dig 1,296 tree blocks.
de: Bauen Sie 1296 Baumblöcke ab.
es: Cortar 1.296 árboles.
fr: Creuse 1296 blocs d'arbre.
pt: Cortar 1.296 blocos de árvore.

source: Junglebaby
de: Dschungelbaby
es: Bebé de la Selva
fr: Enfant de la Jungle
pt: Bebê Selvagem

source: Dig 100 jungle tree blocks.
de: Bauen Sie 100 Dschungelbaumblöcke ab.
es: Cortar 100 árboles selváticos.
fr: Creuse 100 blocs d'arbres de jungle.
pt: Cortar 100 blocos de árvore selvagem.

source: Jungleman
de: Dschungelmann
es: Hombre de la Selva
fr: Personne de la Jungle
pt: Homem Selvagem

source: Dig 1,000 jungle tree blocks.
de: Bauen Sie 1000 Dschungelbaumblöcke ab.
es: Cortar 1.000 árboles selváticos.
fr: Creuse 1000 blocs d'arbre de jungle.
pt: Cortar 1.000 blocos de árvore selvagem.

source: First Mese Find
de: Erster Mesefund
es: Primer Encuentro de MESE
fr: Première Pépite : Mese
pt: Primeiro Mese

source: Mine your first mese ore.
de: Bauen Sie Ihr erstes Meseerz ab.
es: Excava tu primer mineral de MESE.
fr: Mine ton premier minerai de mese.
pt: Cavar seu primeiro mese.

source: Mese Mastery
de: Mesemeister
es: Maestría de MESE
fr: Maîtrise de Mese
pt: Mestre do Mese

source: Mine a mese block.
de: Bauen Sie einen Meseblock ab.
es: Excava tu primer bloque de MESE.
fr: Mine un bloc de mese.
pt: Cavar um bloco de mese.

source: You’re a copper
de: Du Kupfer!
es: Eres un cobre
fr: Faîtes Jouer les Cuivres
pt: Sou um Cobre

source: Dig 1,000 copper ores.
de: Bauen Sie 1000 Kupfererze ab.
es: Excavar 1.000 minerales de cobre
fr: Creuse 1000 minerais de cuivre.
pt: Minerar 1.000 cobres.

source: A Cat in a Pop-Tart?!
de: Eine Katze im Pop-Tart?!
es: ¡¿Un Gato en un Pop-Tart?!
fr: Un Chat dans un Pop-Tart ?!
pt: Um Gato em um Pop-Tart?!

source: Mine a nyan cat.
de: Bauen Sie eine Nyan Cat ab.
es: Excavar un Gato Nyan.
fr: Mine un nyan cat.
pt: Capturar um gato nyan.

source: Mini Miner
de: Berganfänger
es: Mini Minero
fr: Mini Mineu·r·se
pt: Mini Minerador

source: Dig 100 stone blocks.
de: Bauen Sie 100 Steinblöcke ab.
es: Excavar 100 bloques de piedra.
fr: Creuse 100 blocs de pierre.
pt: Minerar 100 blocos de pedra.

source: Hardened Miner
de: Abhehärteter Bergarbeiter
es: Minero Curtido
fr: Mineu·r·se Endurci·e
pt: Minerador Avançado

source: Dig 1,000 stone blocks.
de: Bauen Sie 1000 Steine ab.
es: Excavar 1.000 bloques de piedra.
fr: Creuse 1000 blocs de pierre.
pt: Minerar 1.000 blocos de pedra.

source: Master Miner
de: Profibergarbeiter
es: Minero Maestro
fr: Maître·sse Mineu·r·se
pt: Minerador Mestre

source: Dig 10,000 stone blocks.
de: Bauen Sie 10000 Steine ab.
es: Excavar 10.000 bloques de piedra.
fr: Creuse 10000 blocs de pierre.
pt: Minerar 10.000 blocos de pedra.

source: Dig 1,000 sand.
de: Bauen Sie 1000 Sand ab.
es: Cavar 1.000 bloques de arena.
fr: Creuse 1000 blocs de sable.
pt: Cavar 1.000 blocos de areia.

source: Crafter of Sticks
de: Stockmacher
es: Elaborador de Varitas
fr: Fabriquant·e de Bâtons.
pt: Rachador de Lenha

source: Craft 100 sticks.
de: Fertigen Sie 100 Stöcke.
es: Elaborar 100 varitas.
fr: Confectionne 100 bâtons.
pt: Lenhar 100 gravetos.

source: Jungle Discoverer
de: Dschungelerkunder
es: Descubridor de Selva
fr: Explorat·eur·rice de la Jungle
pt: Desbravador Selvagem

source: Mine your first jungle grass.
de: Bauen Sie Ihr erstes Dschungelgras ab.
es: Cortar tu primer pasto de selva.
fr: Ramasse ta première herbe de jungle.
pt: Cortar seu primeiro mato selvagem.

source: Grasslands Discoverer
de: Prärieerkunder
es: Descubridor de Praderas
fr: Découvreu·r·se de prairies
pt: Descobridor do Gramado

source: Mine some grass.
de: Bauen Sie etwas Gras ab.
es: Cortar un poco de pasto.
fr: Ramasse de l'herbe.
pt: Minerar algum mato

source: Savannah Discoverer
de: Savannenerkunder
es: Descubridor de Savana
fr: Explorat·eur·rice de la Savanne
pt: Descobridor da Savana

source: Mine some dry grass.
de: Bauen Sie etwas trockenes Gras ab.
es: Cortar un poco de pasto seco.
fr: Ramasse de l'herbe sèche.
pt: Minerar algum mato seco.

source: Desert Discoverer
de: Wüstenerkunder
es: Descubridor del Desierto
fr: Expolrat·eur·rice du Désert.
pt: Descobridor do Deserto

source: Mine your first cactus.
de: Bauen Sie Ihren ersten Kaktus ab.
es: Cortar tu primer cácto.
fr: Mine ton premier catus.
pt: Cortar seu primeiro cacto.

source: Far Lands
de: Ferne Lande
es: Tierras Lejanas
fr: Terres Lointaines
pt: Terras Distantes

source: Mine your first dry shrub.
de: Bauen Sie Ihren ersten vertrockneten Strauch ab.
es: Cortar tu primer arbusto seco
fr: Coupe ton premier arbuste sec.
pt: Minerar seu primeiro arbusto seco.

source: Glacier Discoverer
de: Gletschererkunder
es: Descubridor del Glaciar
fr: Découvreu·r·se de glacier
pt: Descobridor Glacial

source: Mine your first ice.
de: Bauen Sie Ihr erstes Eis ab.
es: Romper tu primer bloque de hielo.
fr: Creuse ton premier bloc de glace.
pt: Quebrar seu primeiro bloco de gelo.

source: Very Simple Snow Man
de: Sehr simpler Schneemann
es: Muñeco de Nieve Muy Simple
fr: Bonhomme de Neige Rudimentaire
pt: Homem de Neve Muito Simples

source: Place two snow blocks.
de: Platzieren Sie zwei Schneeblöcke.
es: Colocar dos bloques de nieve.
fr: Place deux blocs de neige.
pt: Colocar 2 blocos de neve.

source: First Gold Find
de: Erster Goldfund
es: Primer Encuentro de Oro
fr: Première Pépite : Or
pt: Achei Ouro

source: Mine your first gold ore.
de: Bauen Sie Ihr erstes Golderz ab.
es: Excavar tu primer pepita de oro.
fr: Mine ton premier minerai d'or.
pt: Minerar sua primeira de ouro.

source: Gold Rush
de: Goldrausch
es: Fiebre del Oro
fr: Ruée vers l'Or
pt: Corriga do Ouro

source: Mine 45 gold ores.
de: Bauen Sie 18 Diamanterze ab.
es: Excavar 45 pepitas de oro.
fr: Mine 45 minerais d'or.
pt: Minerar 45 de ouro.

source: Wow, I am Diamonds!
de: Wow, ich bin Diamanten!
es: ¡Guau, Soy Diamantes!
fr: Wow, Je suis Diamants!
pt: Uau, Diamante!

source: Mine your first diamond ore.
de: Bauen Sie Ihr erstes Diamanterz ab.
es: Excava tu primer diamante.
fr: Mine ton premier diamant.
pt: Minerar seu primeiro diamante.

source: Girl's Best Friend
de: Bester Freund der Mädchen
es: El Mejor Amigo de Las Mujeres
pt: Melhor Amigo da Menina

source: Mine 18 diamond ores.
de: Bauen Sie 18 Diamanterze ab.
es: Excava 10 diamantes.
fr: Mine 18 diamants.
pt: Minere 18 diamantes.

source: Hardest Block on Earth
de: Härtester Block der Welt
es: El Bloque Más Duro Sobre La Tierra
fr: Le Bloc le Plus Dur du Monde
pt: O Bloco mais Duro da Terra

source: Craft a diamond block.
de: Fertigen Sie einen Diamantblock an.
es: Elaborar un bloque de diamante.
fr: Confectionne un bloc de diamant.
pt: Montar um bloco de diamante.

source: In the Dungeon
de: Im Verlies
es: En Las Mazmorras
fr: Dans le Donjon
pt: Na Masmorra

source: Mine a mossy cobblestone.
de: Bauen Sie ein bemoostes Kopfsteinpflaster ab.
es: Excavar unos adoquines musgosos.
fr: Mine un bloc de pavés moussus.
pt: Minerar um pedregulho com musgo.

source: Smelter
de: Schmelzer
es: Fundidor
fr: Fondeu·r·se
pt: Fundidor

source: Craft 10 furnaces.
de: Fertigen Sie 10 Öfen.
es: Elaborar 10 hornos.
fr: Construis 10 fours.
pt: Montar 10 fornos.

source: Treasurer
de: Schatzmeister
es: Tesorero
fr: Trésori·er·ère
pt: Tesoureiro

source: Craft 15 chests.
de: Fertigen Sie 15 Truhen.
es: Elaborar 15 cofres.
fr: Fabrique 15 coffres.
pt: Montar 10 baús.

source: Bankier
es: Banquero
fr: Banqui·er·ère
pt: Banqueiro

source: Craft 30 locked chests.
de: Fertigen Sie 30 abgeschlossene Truhen.
es: Elaborar 30 bloques cerrados.
fr: Fabrique 30 coffres Verrouillés.
pt: Montar 30 baús trancados.

source: Bricker
de: Ziegler
es: Ladrillero
fr: Briqueu·r·se
pt: Tijoleiro

source: Craft 200 brick blocks.
de: Fertigen Sie 200 Ziegelblöcke.
es: Elaborar 200 bloques de ladrillo.
fr: Confectionne 200 blocs de brique.
pt: Fazer 200 blocos de tijolo.

source: House of Obsidian
de: Haus aus Obsidian
es: Casa de Obsidiana
fr: La Maison de L'Obsidienne
pt: Casa de Obsidiana

source: Craft 100 obsidian bricks.
de: Fertigen Sie 100 Obsidianziegel.
es: Elaborar 100 ladrillos de obsidiana.
fr: Confectionne 100 briques d'obsidienne.
pt: Montar 100 tijolos de obsidiana.

source: Build a Cave
de: Höhlenbauer
es: Construye Una Cueva
fr: Construis une grotte
pt: Montar uma Caverna

source: Place 100 stone.
de: Platzieren Sie 100 Steine.
es: Coloca 100 piedras.
fr: Place 100 pierres.
pt: Colocar 100 pedras.

source: Long Ladder
de: Lange Leiter
es: Escalerilla Larga
fr: Longue Echelle
pt: Longa Escadaria

source: Place 400 wooden ladders.
de: Platzieren Sie 400 Holzleitern.
es: Coloca 400 escalerillas de madera.
fr: Place 400 échelles en bois.
pt: Colocar 400 escadas de madeira.

source: Industrial Age
de: Industriezeitalter
es: Era Industrial
fr: Âge Industriel
pt: Era Industrial

source: Place 40 steel ladders.
de: Platzieren Sie 40 Stahlleitern.
es: Coloca 40 escalerillas de acero.
fr: Place 40 échelles métalliques.
pt: Colocar 40 escadas de ferro.

source: Yummy!
de: Lecker!
es: ¡Qué Rico!
fr: Miam !
pt: Humm!

source: Eat 80 apples.
de: Essen Sie 80 Äpfel.
es: Come 80 manzanas.
fr: Mange 80 pommes.
pt: Comer 80 maçãs.

source: Craft 14 vessels shelves.
de: Fertigen Sie 14 Gefäßregale.
es: Elabora 14 estanterías para botellas.
fr: Fabrique 14 vaisseliers.
pt: Montar 14 estantes de frascos.

source: Farming Skills Acquired
de: Landwirtschaft erlernt
es: Habilidades de Granja Adquiridas
fr: Compétences Paysannes Acquises
pt: Conhecimento de Cultivo Adquirido

source: Harvest a fully grown wheat plant.
de: Ernten Sie eine voll ausgewachsene Getreidepflanze.
es: Cosecha una plantas de trigo madura.
fr: Récolte un plant de blé à maturité.
pt: Colher um trigo totalmente crescido.

source: Field Worker
de: Feldarbeiter
es: Trabajador de Campo
fr: Travailleu·r·se Agricole
pt: Trabalhador do Campo

source: Harvest 25 fully grown wheat plants.
de: Ernten Sie 25 voll ausgewachsene Getreidepflanzen.
es: Cosecha 25 plantas de trigo maduras.
fr: Récolte 25 plants de blé à maturité.
pt: Colher 25 plantas trigos totalmente crescidos.

source: Aspiring Farmer
de: Aufstrebender Bauer
es: Aspirante a Granjero
fr: Apprenti·e Fermi·er·ère
pt: Fazendeiro Aspirante

source: Harvest 125 fully grown wheat plants.
de: Ernten Sie 125 voll ausgewachsene Getreidepflanzen.
es: Cosecha 125 plantas de trigo maduras.
fr: Récolte 125 plants de blé à maturité.
pt: Colher 125 plantas trigos totalmente crescidos.

source: Wheat Magnate
de: Getreidemagnat
es: Magnate del Maíz
fr: Magnat·e du Blé
pt: Magnata do Trigo

source: Harvest 625 fully grown wheat plants.
de: Ernten Sie 625 voll ausgewachsene Getreidepflanzen.
es: Cosecha 625 plantas de trigo maduras.
fr: Récolte 625 plants de blé à maturité.
pt: Colher 625 plantas trigos totalmente crescidos.

source: Baker
de: Bäcker
es: Panadero
fr: Boulang·er·ère
pt: Padeiro

source: Eat 10 loaves of bread.
de: Essen Sie 10 Brote.
es: Come 10 rebanadas de pan.
fr: Mange 10 miches de pain.
pt: Comer 10 pães.

source: Wool Over Your Eyes
de: Wollige Augen
es: Lana Sobre Tus Ojos
fr: De la Laines dans Tes Yeux
pt: Lã Sobre Meus Olhos

source: Craft 250 white wool.
de: Fertigen Sie 250 weiße Wolle.
es: Elabora 250 bloques de lana blanca.
fr: Confectionne 250 blocs de laine blanche.
pt: Tecer 250 lãs branca.

source: Hotelier
es: Hotelero
fr: Hoteli·er·ère
pt: Hoteleiro

source: Craft 15 fancy beds.
de: Fertigen Sie 15 schicke Betten.
es: Elabora 15 camas de lujo.
fr: Construis 15 lits chics.
pt: Montar 15 camas chiques.

source: Filthy Rich
de: Stinkreich
es: Sucio Rico
fr: Richissime
pt: Muito Rico

source: Craft 24 gold block stairs.
de: Fertigen Sie 24 Goldblockstufen.
es: Elabora 24 escaleras de bloque de oro.
fr: Construis 24 escaliers en or.
pt: Montar 24 escadas de bloco de ouro.

source: Roses Are Red
de: Rosen sind rot
es: Las Rosas Son Rojas
fr: Les Roses Sont Rouges
pt: Rosas São Vermelhas

source: Craft 400 red dyes.
de: Fertigen Sie 400 rote Farbstoffe.
es: Elabora 400 colorantes rojos.
fr: Prépare 400 teintures rouges.
pt: Fazer 400 tintas vermelhas.

source: Dandelions are Yellow
de: Löwenzahn ist gelb
es: Los Dientes de León Son Amarillos
fr: Les Pissenlits sont Jaunes.
pt: Dentes-de-Leões são Amarelos

source: Craft 400 yellow dyes.
de: Fertigen Sie 400 gelbe Farbstoffe.
es: Elabora 400 colorantes amarillos.
fr: Prépare 400 teintures jaunes.
pt: Fazer 400 tintas amarelas.

source: Geraniums are Blue
de: Geranien sind blau
es: Los Geranios Son Azules
fr: Les Geraniums Sont Bleus
pt: Gerânios são Azuis

source: Craft 400 blue dyes.
de: Fertigen Sie 400 blaue Farbstoffe.
es: Elabora 400 colorantes azules.
fr: Prépare 400 teintures bleues.
pt: Fazer 400 tintas azuis.

source: White Color Stock
de: Weißer Farbstoffvorrat
es: Reserva de Color Blanco
fr: Chaussettes Blanches
pt: Estoque de Cor Branca

source: Craft 100 white dyes.
de: Fertigen Sie 100 weiße Farbstoffe.
es: Elabora 100 colorantes blancos.
fr: Prépare 100 teintures blanches.
pt: Fazer 100 tintas brancas.

source: Tasty Mushrooms
de: Leckere Pilze
es: Ricos Hongos
fr: Délicieux Champignons
pt: Cogumelos Deliciosos

source: Eat 3 brown mushrooms.
de: Essen Sie 3 braune Pilze.
es: Come 3 hongos marrones.
fr: Mange 3 champignons marrons.
pt: Comer 3 cogumelos marrons.

source: Mushroom Lover
de: Pilzfreund
es: Amante de los Hongos
fr: Adorat·eur·rice de Champignons
pt: Amante de Cogumelo

source: Eat 33 brown mushrooms.
de: Essen Sie 33 braune Pilze.
es: Come 33 hongos marrones.
fr: Mange 33 champignons marrons.
pt: Comer 33 cogumelos marrons.

source: Underground Mushroom Farmer
de: Unterirdischer Pilzbauer
es: Granjero de Hongos Subterráneo
fr: Culture de Champignons en Cave
pt: Fazendeiro Subterrâneo de Cogumelos

source: Eat 333 brown mushrooms.
de: Essen Sie 333 braune Pilze.
es: Come 333 hongos marrones.
fr: Mange 333 champignons marrons.
pt: Comer 333 cogumelos marrons.

source: Builder
de: Bauarbeiter
es: Hacedor
fr: Bâtisseu·r·se
pt: Construtor
