Repository: Der1248/Regnum
Catalog: mods/awards/locale/*.po
Languages: de, es, fr, pt

source: Architect
de: Architekt
es: Arquitecto
fr: Architecte
pt: Arquiteto

source: Master Architect
de: Meisterarchitekt
es: Maestro Arquitecto
fr: Maître·sse Architecte
pt: Arquiteto Mestre

source: Show, clear, disable or enable your achievements
de: Zeigen, löschen, deaktivieren oder aktivieren Sie Ihre Auszeichnungen
es: Mostrar, limpiar, deshabilitar o habilitar tus logros
fr: Affiche, réinitialise, désactive ou active vos réussites.
pt: Exibir, limpar, desabilitar ou habilitar suas conquistas

source: All your awards and statistics have been cleared. You can now start again.
de: All Ihre Auszeichnugen und Statistiken wurden zurückgesetzt. Sie können nun von vorne anfangen.
es: Todos tus logros y estadísticas han sido borrados. Puedes iniciar nuevamente.
fr: Tous vos trophées et statistiques ont été réinitialisés. Vous pouvez recommencer à nouveau.
pt: Todas as suas conquistas e estatísticas foram limpas. Agora podes iniciar novamente.

source: You have disabled your achievements.
de: Sie haben Ihre Auszeichnungen deaktiviert.
es: Has deshabilitado tus logros.
fr: Vous avez désactivé vos réussites.
pt: Suas conquistas foram desabilitadas.

source: You have enabled your achievements.
de: Sie haben Ihre Auszeichnungen aktiviert.
es: Has habilitado tus logros.
fr: Vous avez activé vos réussites.
pt: Suas conquistas foram habilitadas.

source: <achievement ID>
de: <Auszeichnungs-ID>
es: <ID logro>
fr: <réussite ID>
pt: <ID da conquista>

source: Show details of an achievement
de: Details einer Auszeichnung anzeigen
es: Muestra los detalles de un logro
fr: Afficher les détails d'une réussite
pt: Mostra detalhes de uma conquista

source: Achievement not found.
de: Auszeichnung nicht gefunden.
es: Logro no encontrado.
fr: Réussite non trouvée.
pt: Conquista não encontrada.

source: <name>
es: <nombre>
fr: <nom>
pt: <jogador>

source: Get the achievements statistics for the given player or yourself
de: Die Statistik der Auszeichnungen eines Spielers zeigen
es: Obtener las estadísticas y logros del jugador dado
fr: Obtenez les statistiques des réussites d'un joueur donné ou de vous-même
pt: Ver as estatísticas de conquistas de um jogador ou suas próprias

source: Castorama
de: Gießmeister

source: Glasser
de: Glasmacher
fr: Verri·er·ère
pt: Vidraceiro

source: Constructor
de: Konstrukteur
fr: Construct·eur·rice
pt: Empreiteiro

source: Marchand De Sable
fr: Marchand·e De Sable
pt: Vendedor de Areia
